Repository: itkinside/ufs
Catalog: itkufs/locale/*/LC_MESSAGES/django.po
Languages: no

source: Advanced options
no: Avanserte valg

source: Details
no: Detaljer

source: Amount
no: Beløp

source: Amount must be greater than zero
no: Beløpet må være større enn null

source: To
no: Til

source: Reason
no: Årsak

source: Warning limit passed in %(group)s
no: Advarselgrensen i gruppen %(group)s er passert

source: Your current account balance of %(balance).2f, is below the _warning limit_ %(limit).2f. To fix this either deposit more money or contact one of the group administrators.
no: Balansen din på %(balance).2f, er under _advarselgrensen_ %(limit).2f Sett inn mer penger eller ta kontakt med ansvarlig for gruppen for å fikse dette.

source: Block limit passed in %(group)s
no: Blokkeringgrensen i gruppen %(group)s er passert

source: Your current account balance of %(balance).2f, is below the _block limit_ %(limit).2f. To fix this either deposit more money or contact one of the group administrators.
no: Balansen din på %(balance).2f, er under _blokkeringsgrensen_ %(limit).2f Sett inn mer penger eller ta kontakt med ansvarlig for gruppen for å fikse dette.

source: name
no: navn

source: A shortname used in URLs.
no: Et kortnavn brukt i URL-er.

source: admins
no: administratorer

source: warn limit
no: advarselgrense

source: Warn user of low balance at this limit, leave blank for no limit.
no: Advar brukere om lav balanse ved denne grensen. Ingen grense hvis tom.

source: block limit
no: blokkeringsgrense

source: Limit for blacklisting user, leave blank for no limit.
no: Grense for svartelisting av bruker, tom for ingen grense.

source: A small image that will be added to lists.
no: Lite bilde som vises på lister

source: Contact address for group.
no: Kontaktadresse for gruppen.

source: Bank account for group.
no: Bankkonto for gruppen.

source: group
no: gruppe

source: groups
no: grupper

source: Cash
no: Kontanter

source: Asset
no: Eiendel/aktiva

source: Liability
no: Gjeld/passiva

source: Equity
no: Egenkapital

source: Income
no: Inntekt

source: Expense
no: Utgift

source: short name
no: Kortnavn

source: A shortname used in URLs etc.
no: Et kortnavn brukt i URL-er o.l.

source: owner
no: eier

source: active
no: aktiv

source: ignore block limit
no: ignorer blokkeringsgrense

source: Never block account automatically
no: Ikke merk konto som svartelistet automagisk

source: blocked
no: svartelistet

source: Block account manually
no: Merk konto som svartelistet

source: group account
no: Gruppekonto

source: Does this account belong to the group?
no: Hører denne kontoen til gruppen?

source: account
no: konto

source: accounts
no: kontoer

source: Bank account
no: Bankkonto

source: Cash account
no: Kontantkonto

source: Sale account
no: Salgskonto

source: role
no: rolle

source: role account
no: rollekonto

source: role accounts
no: rollekontoer

source: %(account)s is %(role)s for %(group)s
no: %(account)s er %(role)s for %(group)s

source: date
no: dato

source: comment
no: kommentar

source: Mark as closed when done adding transactions to the settlement.
no: Sett som avsluttet når du er ferdig med å legge til transaksjoner.

source: settlement
no: oppgjør

source: settlements
no: oppgjør

source: Pending
no: Avventer

source: Committed
no: Godkjent

source: Rejected
no: Avvist

source: May be used for date of the transaction if not today.
no: Kan brukes for transaksjonsdato, hvis ikke i dag.

source: Last modified
no: Sist endret

source: state
no: tilstand

source: transaction
no: transaksjon

source: transactions
no: transaksjoner

source: timestamp
no: tidsstempel

source: user
no: bruker

source: message
no: melding

source: transaction log entry
no: transaksjonslogginnslag

source: transaction log entries
no: transaksjonlogginnslag

source: %(type)s at %(timestamp)s by %(user)s: %(message)s
no: %(type)s ved %(timestamp)s av %(user)s: %(message)s

source: debit amount
no: debetbeløp

source: credit amount
no: kreditbeløp

source: transaction entry
no: transaksjonsinnslag

source: transaction entries
no: transaksjonsinnslag

source: %(account)s: debit %(debit)s, credit %(credit)s
no: %(account)s: debet %(debit)s, kredit %(credit)s

source: Forbidden if not account owner or group admin.
no: Bare eieren av kontoen eller en gruppeadministrator kan gjøre dette.

source: The transaction may only be viewed by group admins or a party of the transaction.
no: Transaksjonen kan kun sees av gruppeadministatorer eller en part i transaksjonen.

source: Settlement is closed and cannot be edited.
no: Oppgjøret er avsluttet og kan ikke redigeres.

source: Transfer from account
no: Overføring fra konto

source: Deposit to account
no: Innskudd til konto

source: Withdrawal from account
no: Uttak fra konto

source: Forbidden if not group admin.
no: Bare gruppeadministratiren kan gjøre dette.

source: Your transaction has been added, but your group admin has to commit it.
no: Transaksjonen er opprettet, men administrator for gruppen má godkjenne den.

source: Added transaction: %s
no: La til transaksjon: %s

source: No pending transactions found.
no: Ingen ventende transaksjoner funnet.

source: Transaction %d can't be changed.
no: Transaksjon %d kan ikke endres

source: Your transaction has been added.
no: Transaksjonen er opprettet.

source: Invalid bill
no: Ugyldig regning

source: Description missing
no: Beskrivelse mangler

source: Amount missing
no: Beløp mangler

source: created
no: opprettet

source: description
no: beskrivelse

source: amount
no: Beløp

source: bill
no: regning

source: Bill #%d
no: Regning #%d

source: Description
no: Beskrivelse

source: This bill can no longer be edited.
no: Denne regningen kan ikke lenger redigeres.

source: This bill is already linked to a transaction.
no: Denne regningen er alt knyttet til en transaksjon.

source: Bill #%(id)s: %(description)s
no: Regning #%(id)s: %(description)s

source: Bill #%d deleted.
no: Regning #%d ble slettet.

source: Forbidden if not member of the group or group admin.
no: Bare gruppemedlemmer kan gjøre dette.

source: An account with this name allready exists
no: Det finnes allerede en konto med dette navnet

source: Username does not exist
no: Brukernavnet finnes ikke

source: Users may only have one account per group
no: Brukere kan bare ha en konto for hver gruppe

source: Group accounts can not have owners.
no: Gruppekontoer kan ikke har eiere.

source: The group must have at least one admin
no: Gruppen må ha minst en administrator

source: You are not allowed to remove your own admin privileges
no: Det er ikke mulig å fjerne dine egne administratorrettigheter.

source: Incorrect account number.
no: Feil kontonummer.

source: From date
no: Fra dato

source: Please enter a date
no: Vennligst oppgi en dato

source: To date
no: Til dato

source: Login failed
no: Innlogging feilet

source: Group successfully updated.
no: Gruppen er oppdatert.

source: Account successfully activated.
no: Kontoen er ble aktivert.

source: Account successfully updated.
no: Kontoen er oppdatert.

source: Account successfully created.
no: Kontoen er opprettet.

source: Select a valid choice. That choice is not one of the available choices.
no: Du må velge et at de tilgjengelige valgene

source: Please fill in at least one account entry.
no: Fyll inn minst en konto.

source: "%(field1)s" or "%(field2)s" must be greater than zero
no: "%(field1)s" eller "%(field2)s" må være større enn null

source: Name missing
no: Mangler navn

source: Width missing
no: Mangler bredde

source: Date
no: Dato

source: Accounts
no: Kontoer

source: Hide inactive accounts
no: Skjul inaktive kontoer

source: Show all accounts
no: Vis inaktive kontoer

source: Landscape
no: Landskap

source: Portrait
no: Portrett

source: Alphabetical
no: Alfabetisk

source: Callsign
no: Kallesignal

source: Total consumption
no: Totalt forbruk

source: Random
no: Tilfeldig

source: Last 30 days usage
no: Forbruk siste 30 dager

source: account name width
no: bredde på kontonavn

source: Relative width of cell, 0 to hide
no: Relativ cellebredde, 0 for å skjule

source: short name width
no: kolonnebredde for kallenavn

source: balance width
no: Kolonnebredde for balanse

source: Public
no: Offentlig

source: Should this list be publicly available
no: Skal listen være offentlig tilgjengelig

source: Add active user accounts
no: Legg til alle aktive brukerkontoer

source: Should all active accounts be added by default
no: Legg til aktive kontoer automagisk

source: account sort order
no: kontorekkefølge

source: orientation
no: orientering

source: Comment shown at bottom on first page
no: Kommentar som vises nederst på siden

source: Use two rows per account
no: Vis to krysserader per konto

source: ignore blocked
no: ignorer blokkeringsgrense

source: Don't exclude blocked accounts
no: Ta med svartelistede kontoer

source: list
no: liste

source: lists
no: lister

source: width
no: bredde

source: list item
no: listeelement

source: list items
no: listeelementer

source: Printed
no: Skrevet ut

source: by
no: av

source: Blacklisted accounts are marked with:
no: Svartelistede kontoer er merket med:

source: Sorry, this list is empty.
no: Listen er tom

source: Sorry, this list isn't set up correctly, please add some columns.
no: Beklager, listen er ikke satt opp rikig, legg til noen koloner først.

source: Name
no: Navn

source: Balance
no: Balanse

source: List deleted.
no: Listen ble slettet.

source: Created from list: %s
no: Laget fra liste: %s

source: Positive member accounts
no: Positive medlemskontoer

source: Negative member accounts
no: Negative medlemskontoer

source: Current year's net income
no: Nettoinntekt inneværende år

source: English
no: Engelsk

source: Norwegian
no: Norsk

source: Page not found
no: Fant ikke siden

source: The page you requested was not found.
no: Siden du forespurte ble ikke funnet.

source: Internal server error
no: Intern feil

source: Please report this error to <a href="mailto:itk-ufs@samfundet.no">itk-ufs@samfundet.no</a>, together with what you did leading up to the error, and what you expected to happen instead of the error.
no: Rapporter denne feilen til <a href="mailto:itk-ufs@samfundet.no">itk-ufs@samfundet.no</a>, sammen med hva du gjorde før feilen oppstod, og hva du forventet at skulle skje istedenfor denne feilen.

source: Approve transactions
no: Godkjenn transaksjoner

source: Page
no: Side

source: of
no: av

source: No transactions found.
no: Ingen transaksjoner funnet.

source: Account
no: Konto

source: Debit
no: Debet

source: Credit
no: Kredit

source: Change to
no: Endre til

source: Unknown
no: Ukjent

source: No transaction log message
no: Ingen melding i transaksjonsloggen

source: Update
no: Oppdater

source: Accounting
no: Kontoførsel

source: Summary
no: Oversikt

source: Help
no: Hjelp

source: <em>Balance</em> is always seen from the perspective of the group. If the user account balance is positive, it is a liability to the group. If the user account balance is negative, it is an asset and the user owes money to the group.
no: <em>Balansen</em> er alltid sett fra perspektivet til gruppen. Hvis brukerkontobalansen er positiv så er det gjeld for gruppen. Hvis brukerkontobalansen er negativ så er det en og brukeren skylder penger

source: Reject transactions
no: Avvis transaksjoner

source: Reject
no: Avvis

source: Settlement
no: Oppgjør

source: Settlement ID
no: Oppgjørs-ID

source: Comment
no: Kommentar

source: Closed
no: Lukket

source: Yes,No
no: Ja,Nei

source: Actions
no: Oppgaver

source: Edit settlement
no: Rediger oppgjør

source: Transactions
no: Transaksjoner

source: New settlement
no: Nytt oppgjør

source: Save settlement
no: Lagre oppgjør

source: Settlements
no: Oppgjør

source: No settlements found.
no: Fant ingen oppgjør.

source: Edit
no: Endre

source: %(hits)s hits
no: %(hits)s treff

source: Previous
no: Forrige

source: Next
no: Neste

source: Transaction
no: Transaksjon

source: Transaction ID
no: Transaksjons-ID

source: None
no: Ingen

source: State
no: Tilstand

source: Edit transaction
no: Rediger transaksjon

source: Reject transaction
no: Avvis transaksjoner

source: No available actions.
no: Ingen tilgjengelige valg

source: Entries
no: Innslag

source: Log
no: Logg

source: When
no: Når

source: Who
no: Hvem

source: Message
no: Melding

source: New transaction
no: Ny transaksjon

source: Account:
no: Konto:

source: Save transaction
no: Lagre transaksjon

source: Register transaction
no: Registrer transaksjon

source: &micro;FS administration
no: &micro;FS administrasjon

source: &micro;FS Microfinance System
no: &micro;FS Mikrofinanssystem

source: My account
no: Konto

source: My group
no: Gruppe

source: User:
no: Bruker:

source: Group:
no: Gruppe:

source: Go
no: Utfør

source: Contact:
no: Kontakt:

source: Account number:
no: Kontonummer:

source: Language:
no: Språk:

source: Billing
no: Regninger

source: New bill
no: Ny regning

source: View bills
no: Se regninger

source: Back to group
no: Tilbake til gruppen

source: Pay bill
no: Betall regning

source: Create transaction
no: Opprett transaksjon

source: Delete bill
no: Slett regningen

source: Created
no: Opprettet

source: Status
no: Tilstand

source: Delete
no: Slett

source: Bill
no: Regning

source: Action
no: Oppgaver

source: Download PDF
no: Last ned PDF

source: Edit bill
no: Rediger regning

source: Billing lines
no: Regningslinjer

source: Save bill
no: Lagre regning

source: Bills
no: Regninger

source: No bills found.
no: Fant ingen regninger

source: View transactions
no: Vis transaksjoner

source: New deposit
no: Nytt innskudd

source: New withdrawal
no: Nytt uttak

source: New transfer
no: Ny overføring

source: Edit account
no: Endre konto

source: New account
no: Ny konto

source: Save account
no: Lagre konto

source: Account info
no: Kontoinformasjon

source: Short name
no: Kallenavn

source: Owner
no: Eier

source: Active
no: Aktiv

source: Group account
no: Gruppekonto

source: Group info
no: Gruppeinformasjon

source: Warning limit
no: Advarselgrense

source: Blocking limit
no: Blokkeringsgrense

source: Account number
no: Kontonummer

source: Lists
no: Lister

source: No lists found
no: Ingen lister funnet

source: Graphs
no: Grafer

source: Group balance
no: Gruppebalanse

source: Activate account
no: Aktiver konto

source: View settlements
no: Vis oppgjør

source: Balance, sorted
no: Balanse, sortert

source: Most positive/negative
no: Mest positive/negative

source: Edit group
no: Endre gruppe

source: Save group
no: Lagre gruppe

source: Assign role accounts
no: Tildel rollekontoer

source: Statements
no: Rapporter

source: Balance statement
no: Balanseregnskap

source: Income statement
no: Inntektsregnskap

source: Export transactions
no: Eksporter transaksjoner

source: Edit list
no: Endre listen

source: Delete list
no: Slett listen

source: New list
no: Ny liste

source: No accounts found.
no: Finner ingen kontoer.

source: User accounts
no: Medlemskontoer

source: Group accounts
no: Gruppekontoer

source: No account
no: Ingen konto

source: You need an account
no: Du må ha en konto

source: You already have a &micro;FS <em>user</em>, but it is not connected to any <em>accounts</em>. Please ask your group administrator to create an account for you and connect the account with your user.
no: Du har allerede en &micro;FS-<em>bruker</em>, men den er ikke koblet til noen <em>konto</em>. Kontakt gruppeadministratoren din for å opprette en konto, og koble den til brukeren din.

source: Save role accounts
no: Lagre rollekontoer

source: Select a date to see account balances at that date.
no: Velg en dato for å se saldo for kontoene på den datoen.

source: Assets
no: Eiendeler

source: Total assets
no: Totale eiendeler

source: Liabilities and equities
no: Egenkapital og gjeld

source: Liabilities
no: Gjeld

source: Total liabilities
no: Total gjeld

source: Equities
no: Egenkapital

source: Total equities (Net worth)
no: Total egenkapital (nettoverdi)

source: Total liabilities and equities
no: Total egenkapital og gjeld

source: Reports
no: Rapporter

source: Specify a date range to see incomes and expenses for that period.
no: Velg en periode for å se inntekter og utgifter for den perioden.

source: Revenues and gains
no: Inntekter og gevinster

source: Total revenues and gains
no: Totale inntekter og gevinster

source: Expenses and losses
no: Utgifter og tap

source: Total expenses and losses
no: Totale utgifter og tap

source: Net income
no: Nettoinntekt

source: Are you sure you want to delete
no: Er du sikker på at du vil slette

source: Selecting <em>accounts</em> for the list allows you to limit which accounts will be put on this list. An empty account list implies that all active accounts in the group is included.
no: Ved å velge <em>kontoer</em> fra listen kan du bestemme hvem som skal med på listen. En tom kontoliste impliserer at alle aktive kontoer skal med.

source: Columns
no: Kolonner

source: Width
no: Bredde

source: Save list
no: Lagre liste

source: Create transaction from list
no: Opprett transaksjon fra listen

source: Credit list to
no: Krediter listen til

source: Public lists
no: Offentlige lister

source: Exports details for committed transactions in the specified range to a .csv file.
no: Eksporter detaljer om gjennomførte transaksjoner i angitt periode til en .csv-fil.

source: Download
no: Last ned
